[
  {
    "key": "1",
    "date": "July 10, 1856",
    "description": "Born at Smiljan, a village near Gospic (a small town in Austrian-Empire, now in the Republic of Croatia)"
  },
  {
    "key": "2",
    "date": "1873",
    "description": "Passed the final examination in the secondary school (Realgymnasium) at Karlovac"
  },
  {
    "key": "3",
    "date": "1875-1878",
    "description": "Studies at the Polytechnics in Graz"
  },
  {
    "key": "4",
    "date": "1880",
    "description": "Studies natural philosophy at the Charles' University in Prague"
  },
  {
    "key": "5",
    "date": "1881",
    "description": "Starts working for the Central Telegraph Office in Budapest and makes his first invention: voice amplifier for the telephone receiver"
  },
  {
    "key": "6",
    "date": "1882",
    "description": "Invents the rotating magnetic field and leaves Budapest; finds employment in the Edison Continental Company in Paris"
  },
  {
    "key": "7",
    "date": "1883",
    "description": "Spends six months working on the reconstruction of the power station in Strasbourg. Makes the first model of the induction motor"
  },
  {
    "key": "8",
    "date": "1884",
    "description": "Returns to Paris. On the recommendation of the Board in Paris travels to New York to work in the \"Edison Machine Works\""
  },
  {
    "key": "9",
    "date": "1885",
    "description": "Leaves Edison's company and founds the \"Tesla Arc Light Co.\" in New York. Makes first alternating current motors and generators. Applies his first patent \"Commutator for Dynamo-electric Machines\", followed by patents on arc-lamps regulators"
  },
  {
    "key": "10",
    "date": "1887",
    "description": "Applies the patents on the polyphase alternating current motors and generators. Gives his first lecture: \"New systems of Alternate Currents Motors and Transformers\" before the AIEE (American Institute of Electrical Engineers); signs the contract with Westinghouse Electric Co. on the exploitation of his patents"
  },
  {
    "key": "11",
    "date": "1889",
    "description": "Works in the Westinghouse Electric Co. in Pittsburgh on the improvement of his motors. The production of these motors began in this year."
  },
  {
    "key": "12",
    "date": "1890",
    "description": "Begins the experiments with high-frequency currents. Invents the high-frequency current generator"
  },
  {
    "key": "13",
    "date": "1891",
    "description": "Invents the coreless transformers."
  },
  {
    "key": "14",
    "date": "1892",
    "description": "Gives lectures in London and Paris on his latest researches (\"Experiments With Alternate Currents of high potential and high frequency\"); visits his homeland and Belgrade."
  },
  {
    "key": "15",
    "date": "1893",
    "description": "Invents the wireless telegraphy system; achieves great success with his lectures at the World Exhibition in Chicago. Together with Westinghouse demonstrates his system of production, transmission and use of alternate currents, influencing decisively the acceptance of this project proposal for the construction of hydroelectric power plant at the Niagara Falls"
  },
  {
    "key": "16",
    "date": "1895",
    "description": "Fire destroys his laboratory in New York"
  },
  {
    "key": "17",
    "date": "1895-1896",
    "description": "Makes experiments with X-rays"
  },
  {
    "key": "18",
    "date": "1897-1898",
    "description": "Applies his first patents on the wireless transmissions of energy; demonstrates the model of the remote-controlled boat. (It was the first experiment of the use of radio waves for remote control)"
  },
  {
    "key": "19",
    "date": "1899",
    "description": "Builds the laboratory at the Colorado Springs and performs experiments with the high-frequency transformer (Tesla Coil) of 12 million volts"
  },
  {
    "key": "20",
    "date": "1900-1905",
    "description": "Constructs his Transmitting Tower i.e. the aerial for \"World Telegraph\" at Long Island, Wardencliff, N.Y.C., intending to create the world-wide system for the transmission of information and energy"
  },
  {
    "key": "21",
    "date": "1907",
    "description": "Makes the first model of the turbine based on a new principle of the utilization of the energy of the fluid by the viscous friction."
  },
  {
    "key": "22",
    "date": "1909",
    "description": "Makes drafts and plans for aeromobile; makes first tests with the steam and gas turbines"
  },
  {
    "key": "23",
    "date": "1911-1913",
    "description": "Tests his steam turbines in the Edison's power plant in New York"
  },
  {
    "key": "24",
    "date": "1914",
    "description": "Applies patents on several types of speed indicators; constructs new types of fountains etc."
  },
  {
    "key": "25",
    "date": "1917",
    "description": "Works on the project of a turbo-generator"
  },
  {
    "key": "26",
    "date": "1918-1920",
    "description": "Co-operates with the Alis Chalmers Co. on the production and testing of his steam and gas turbines"
  },
  {
    "key": "27",
    "date": "1920-1923",
    "description": "Co-operates with the Bud Co. on the production of automobile motors"
  },
  {
    "key": "28",
    "date": "1928",
    "description": "Applies patents for the vertically ascending aeroplane"
  },
  {
    "key": "29",
    "date": "1930-1935",
    "description": "Studies the possibilities of the improvements in the production and processing of sulphur, iron and copper"
  },
  {
    "key": "30",
    "date": "1936",
    "description": "Makes project proposals for telegeodynamics or the energy transmission through the earth and of defensive weapon known as \"death rays\""
  },
  {
    "key": "31",
    "date": "1937",
    "description": "Injured in the traffic accident in New York"
  },
  {
    "key": "32",
    "date": "Jan. 7, 1943",
    "description": "Died in the hotel \"New Yorker\" in New York."
  }

]
